"%@ - Offline" = "%@ - 離線";

"3D Secure" = "3DS 驗證";

"Add New Card…" = "添加新卡…";

"Add a Card" = "添加卡";

"Apt." = "公寓";

"Contact" = "聯絡資訊";

"Delivery" = "收貨";

"Delivery Address" = "收貨地址";

"Free" = "免費";

"Invalid Shipping Address" = "收貨地址無效";

"Loading…" = "正在載入...";

"Multibanco" = "Multibanco";

"Next" = "下一步";

"Online Banking (FPX)" = "網上銀行 (FPX)";

"Payment Method" = "支付方式";

"Shipping" = "配送";

"Shipping Method" = "配送方式";

"Use Billing" = "使用賬單地址";

"Use Delivery" = "使用收貨地址";

"Use Shipping" = "使用收貨地址";
